Repository: simon-knuth/scanner
Catalog: Scanner/Scanner/Resources/Strings/*/Resources.resw
Source language: en
Languages: de, es, fr, id, it

# SettingsRememberScanOptions
source: Remember last used scan options
de: Zuletzt benutzte Scan-Optionen merken
es: Recordar últimas opciones de escaneo usadas
fr: Mémoriser les options de numérisation récemment utilisées
id: Ingat opsi pemindaian yang terakhir digunakan
it: Ricorda l'ultima opzione di scansione usata

# SettingsSurveysBody
source: Take part in occasional surveys
de: An gelegentlichen Umfragen teilnehmen
es: Hacer parte de encuestas ocasionales
fr: Participer à des sondages occasionnels
id: Ambil bagian dalam survei sesekali
it: Prendi parte a eventuali sondaggi

# SettingsAutoRotationBody
source: Automatically determine the correct orientation of scanned pages
de: Automatisch die richtige Ausrichtung gescannter Seiten erkennen
es: Determina automáticamente la orientación correcta de las páginas escaneadas
fr: Déterminer automatiquement l'orientation correcte des pages numérisées
id: Secara otomatis menentukan orientasi yang benar dari halaman yang dipindai
it: Determina automaticamente l'orientamento corretto delle pagine scansionate

# SettingsAutoRotationExplanation
source: This feature examines the text contents of scanned pages to determine their correct orientation. The process is powered by on-device text recognition - rest assured that recognized text never leaves your device.
de: Diese Funktion untersucht den Text auf gescannten Seiten, um ihre korrekte Ausrichtung zu bestimmen. Der Vorgang wird durch lokale Texterkennung ermöglicht - so verlässt erkannter Text niemals Ihr Gerät.
es: Esta característica examina el contenido del texto de las páginas escaneadas para determinar su correcta orientación. El proceso hace uso de las funciones de reconocimiento de texto en el dispositivo - puedes estar seguro de que el texto reconocido nunca sale de su dispositivo.
fr: Cette fonction examine le contenu textuel des pages numérisées pour déterminer leur orientation correcte. Le processus est alimenté par la reconnaissance de texte sur l'appareil - soyez assuré que le texte reconnu ne quitte jamais votre appareil.
id: Fitur ini memeriksa konten teks dari halaman yang dipindai untuk menentukan orientasi yang benar. Proses ini didukung oleh pengenalan teks di perangkat - yakinlah bahwa teks yang dikenali tidak pernah meninggalkan perangkat anda.
it: Questa funzionalità esamina il contenuto del testo delle pagine scansionate per determinare il loro corretto orientamento. Il processo è alimentato dal motore di riconoscimento del testo fornito dal dispositivo - il testo riconosciuto non lascerà mai il tuo dispositivo.

# BestOnWindows11
source: Scanner works best on Windows 11. Please keep your system up-to-date for an optimal experience.
de: Scanner funktioniert am besten mit Windows 11. Bitte aktualisieren Sie regelmäßig Ihr System für eine optimale Leistung.
es: Scanner funciona mejor en Windows 11. Por favor mantén tu sistema actualizado para una experiencia óptima.
fr: Scanner fonctionne mieux sous Windows 11. Veuillez garder votre système à jour pour une expérience optimale.
id: Pemindai berfungsi paling baik di Windows 11. Selalu perbarui sistem anda untuk pengalaman yang optimal.
it: Scanner funziona meglio su Windows 11. Per favore, mantieni il tuo sistema aggiornato per una esperienza ottimale.

# NewStatusMessageNarratorNotification
source: New status message available
de: Neue Statusnachricht verfügbar
es: Nuevo mensaje de estado disponible
fr: Nouveau message d'état disponible
id: Pesan status baru tersedia
it: Nuovo messaggio di stato disponibile

# HelpAutoCropHeading
source: Crop scans automatically
de: Scans automatisch zuschneiden
es: Recortar escaneos automáticamente
fr: Recadrer automatiquement les numérisations
id: Pangkas pindaian secara otomatis
it: Ritaglia le scansioni automaticamente

# HelpAutoCropBody
source: The options for automatic cropping are hidden by default and can be enabled in the settings. If these options aren't supported by your scanner, they will remain hidden. Automatic cropping is only possible in **flatbed or feeder** mode. "Single region" cropping creates a single image, which is especially useful for scanning documents. "Multiple regions" cropping can identify more than one element in a single scan, which is useful for putting multiple photos on a flatbed.
de: Automatisches Zuschneiden ist eine fortgeschrittene Option und kann in den Einstellungen aktiviert werden. Wenn Ihr Scanner diese Option nicht unterstützt, wird sie von der App nicht angezeigt. Das automatische Zuschneiden ist nur beim Scannen vom **Flachbett oder Einzug** möglich. "Einzelne Region" erstellt ein einzelnes Bild, was inbesondere zum Scannen von Dokumenten nützlich ist. Das Zuschneiden auf "Mehrere Regionen" kann mehr als ein Element im Scan erkennen, was insbesondere zum Scannen von mehreren Fotos auf dem Flachbett nützlich ist.
es: Las opciones de recorte automático están ocultas por defecto y se pueden activar en la configuración. Si estas opciones no son compatibles con el escáner, permanecerán ocultas. El recorte automático solo es posible en el modo **escáner plano o alimentador**. El recorte "región única" crea una sola imagen, que es especialmente útil para escanear documentos. El recorte de "múltiples regiones" puede identificar más de un elemento en un solo escaneo, lo que es útil para colocar varias fotos en un escáner plano.
fr: Les options de recadrage automatique sont masquées par défaut et peuvent être activées dans les paramètres. Si ces options ne sont pas prises en charge par votre scanneur, elles resteront masquées. Le recadrage automatique n'est possible qu'en mode **plateau ou chargeur**. Le recadrage « Une seule région » crée une seule image, ce qui est particulièrement utile pour numériser des documents. Le recadrage « Plusieurs régions » peut identifier plus d'un élément dans une seule numérisation, ce qui est utile pour mettre plusieurs photos sur un plateau.
id: Opsi pemotongan otomatis disembunyikan secara default dan dapat diaktifkan di pengaturan. Jika opsi ini tidak didukung oleh pemindai anda, opsi tersebut akan tetap tersembunyi. Pemangkasan otomatis hanya dapat dilakukan dalam mode **flatbed atau feeder**. Pemangkasan "wilayah tunggal" menghasilkan satu gambar, yang sangat berguna untuk memindai dokumen. Pemangkasan "beberapa wilayah" dapat mengidentifikasi lebih dari satu elemen dalam satu pemindaian, yang berguna untuk meletakkan banyak foto di flatbed.
it: Le opzioni per il ritaglio automatico sono nascoste per impostazione predefinita e possono essere abilitate nelle impostazioni. Se queste opzioni non sono supportate dal tuo scanner, rimarranno nascoste. Il ritaglio automatico è possibile solo in modalità **piano o alimentatore**. Il ritaglio "area singola" crea una singola immagine, che è utile soprattutto per la scansione di documenti. Il ritaglio "aree multiple" può identificare più di un elemento in una sola scansione, utile quando si inseriscono più foto sul piano.

# SurveyDialogBody
source: Your answers are confidential.
de: Ihre Antworten sind anonym.
es: Tus respuestas son confidenciales.
fr: Vos réponses sont confidentielles.
id: Jawaban anda bersifat rahasia.
it: Le tue risposte sono confidenziali.

# SurveyDialogHeading
source: Survey
de: Umfrage
es: Encuesta
fr: Sondage
id: Survei
it: Sondaggio

# SurveyAppDiscoveryAlreadyInstalled
source: It was already installed
de: Sie war bereits installiert
es: Ya está instalado
fr: L'app était déja installée
id: Itu sudah diinstal
it: Era già installata

# SurveyAppDiscoveryArticleWebsite
source: Website/article
de: Internetseite/Artikel
es: Página web/artículo
fr: Site web / article
id: Situs web/artikel
it: Sito web/articolo

# SurveyAppDiscoveryDontKnow
source: I don't know
de: Ich weiß nicht
es: No lo sé
fr: Je ne sais pas
id: Saya tidak tahu
it: Non so

# SurveyAppDiscoveryOther
source: Other
de: Anderes
es: Otro
fr: Autre
id: Lainnya
it: Altro

# SurveyAppDiscoveryRecommended
source: Recommendation by someone
de: Empfehlung von jemandem
es: Recomendación de alguien
fr: Recommandation par quelqu'un
id: Rekomendasi oleh seseorang
it: Consigliata da qualcuno

# SurveyUsageOther
source: Other
de: Anderes
es: Otro
fr: Autre
id: Lainnya
it: Altro

# SurveyUsagePrivate
source: Private
de: Privat
es: Privado
fr: Usage privé
id: Pribadi
it: Privato

# SurveyUsageSchool
source: School
de: Schule
es: Escuela
fr: A l'école
id: Sekolah
it: Scuola

# SurveyUsageStudy
source: Study
de: Studium
es: Estudio
fr: Pour les études
id: Belajar
it: Studio

# SurveyUsageWork
source: Work
de: Arbeit
es: Trabajo
fr: Au travail
id: Bekerja
it: Lavoro

# SurveyAppDiscoveryHeading
source: How did you discover this app?
de: Wie haben Sie diese App gefunden?
es: ¿Cómo descubriste esta app?
fr: Comment avez-vous découvert cette application ?
id: Bagaimana anda menemukan aplikasi ini?
it: Come hai scoperto quest'app?

# SurveyEaseOfUseHeading
source: How easy to use is this app?
de: Wie einfach ist die Nutzung der App?
es: ¿Es fácil usar esta app?
fr: La prise en main est-elle facile ?
id: Seberapa mudah untuk menggunakan aplikasi ini?
it: Quanto è facile usare quest'app?

# SurveyFeaturesHeading
source: Does the app offer all the features you expected?
de: Bietet die App alle Funktionen, die Sie erwartet haben?
es: ¿Esta app ofrece todas la funciones que esperabas?
fr: Est-ce que toutes les fonctions attendues sont disponibles ?
id: Apakah aplikasi ini menawarkan semua fitur yang anda harapkan?
it: L'app offre le caratteristiche che ti aspettavi?

# SurveyFileFormatsHeading
source: How happy are you with the available file formats?
de: Wie zufrieden sind Sie mit der Auswahl an möglichen Dateiformaten?
es: ¿Qué tan contento estás con los formatos disponibles?
fr: Etes-vous satisfait avec les formats d'enregistrement ?
id: Seberapa puaskah anda dengan format file yang tersedia?
it: Quanto sei felice dei formati file disponibili?

# SurveyFileSizeHeading
source: How happy are you with the size of created files?
de: Wie zufrieden sind Sie mit der Größe der erstellten Dateien?
es: ¿Qué tan contento estás con el tamaño de los archivos creados?
fr: Êtes-vous satisfait de la taille des fichiers créés ?
id: Seberapa senang anda dengan ukuran file yang dibuat?
it: Quanto sei felice delle dimensioni dei file creati?

# SurveyInterfaceHeading
source: How would you rate the app interface?
de: Wie würden Sie die Oberfläche der App bewerten?
es: ¿Cómo valorarías la interfaz de la app?
fr: Comment évalueriez-vous l'interface de l'application ?
id: Bagaimana anda menilai antarmuka aplikasi ini?
it: Come vorresti valutare l'interfaccia dell'app?

# SurveyPerformanceHeading
source: How fast does the app feel on your device?
de: Wie schnell ist die App auf Ihrem Gerät?
es: ¿Qué tan rápido va la app en tu dispositivo?
fr: L'application est-elle fluide sur votre appareil ?
id: Seberapa cepat aplikasi ini terasa di perangkat anda?
it: Quanto ti sembra veloce l'app sul tuo dispositivo?

# SurveyRecommendHeading
source: How likely are you to recommend this app to someone who wants to use a scanner?
de: Wie wahrscheinlich würden Sie jemandem die App empfehlen, der etwas scannen möchte?
es: ¿Qué tan probable es que recomiendes esta aplicación a alguien que quiera usar un escáner?
fr: Quelle est la probabilité que vous recommandiez cette application à quelqu'un qui souhaite utiliser un scanneur ?
id: Seberapa besar kemungkinan anda merekomendasikan aplikasi ini kepada seseorang yang ingin menggunakan pemindai?
it: Quanto consiglieresti questa app a qualcuno che vuole usare uno scanner?

# SurveyUsageHeading
source: What do you mainly use the app for?
de: Wofür nutzen Sie die App hauptsächlich?
es: ¿Para qué utilizas principalmente la aplicación?
fr: Dans quel but utilisez-vous principalement l'app ?
id: Anda sering menggunakan aplikasi ini untuk apa?
it: Per cosa usi principalmente l'app?

# StoreDescription
source: Scanning documents and photos is now as effortless as it’s supposed to be. Scan some pages as image files, rotate and crop them with the built-in presets and quickly share them via email — or create a multi-page PDF file, give it an expressive name and archive it in the right folder. With Scanner you can get everything done in one place, no additional image editors or expensive PDF software needed. Almost every scanner in use today is supported by this app, so you don’t need to use the antiquated and clunky software provided by your device manufacturer. It’s designed with simplicity and ease-of-use in mind while also offering advanced tools and features. The supported formats are PDF, JPG, PNG, TIF and BMP.
de: Dokumente und Fotos zu scannen ist jetzt genau so mühelos, wie es sein sollte. Scannen Sie ein paar Seiten als Bilddateien, drehen Sie sie, schneiden Sie sie mit eingebauten Vorlagen zu und teilen Sie sie schnell per E-Mail - oder erstellen Sie eine mehrseitige PDF-Datei, geben Sie ihr einen aussagekräftigen Namen und archivieren Sie sie im richtigen Ordner. Mit Scanner können Sie alles an einem einzelnen Ort erledigen und benötigen keine zusätzlichen Apps zur Bildbearbeitung oder teure Software für PDFs. Nahezu jeder heute genutzter Scanner wird von der App unterstützt, sodass Sie nicht mehr die altbackene und umständliche Software vom Hersteller benutzen müssen. Das Design wurde für Übersichtlichkeit und eine einfache Benutzung optimiert und bietet dennoch erweiterte Werkzeuge und Funktionen. Die unterstützten Formate sind PDF, JPG, PNG, TIF und BMP.
es: Escanear documentos y fotos ahora es tan fácil como tiene que ser. Escanea algunas páginas como archivos de imagen, rota y recorta con los preajustes incorporados y compártelos rápidamente por correo electrónico — o crea un archivo PDF de varias páginas, dales un nombre expresivo y archívalo en la carpeta correcta. Con Scanner puedes hacer todo en un solo lugar, no se necesitan editores de imagen adicionales ni costosos programas PDF. Casi todos los escáneres que se utilizan hoy en día son compatibles con esta aplicación, por lo que no es necesario utilizar el software anticuado y torpe proporcionado por el fabricante del dispositivo. Está diseñado con sencillez y facilidad de uso en mente, al mismo tiempo que ofrece herramientas y características avanzadas. Los formatos soportados son PDF, JPG, PNG, TIF y BMP.
fr: La numérisation de documents et de photos est désormais aussi simple qu'elle est censée l'être. Numérisez certaines pages en tant que fichiers image, faites-les pivoter et recadrez-les avec les préréglages intégrés et partagez-les rapidement par e-mail - ou créez un fichier PDF de plusieurs pages, donnez-lui un nom expressif et archivez-le dans le bon dossier. Avec Scanner, vous pouvez tout faire au même endroit, aucun éditeur d'image supplémentaire ou logiciel PDF coûteux n'est nécessaire. Presque tous les scanneurs utilisés aujourd'hui sont pris en charge par cette application, vous n'avez donc pas besoin d'utiliser le logiciel obsolète fourni par le fabricant de votre appareil. Il est conçu dans un souci de simplicité et de facilité d'utilisation tout en offrant des outils et des fonctionnalités avancés. Les formats pris en charge sont PDF, JPG, PNG, TIF et BMP.
id: Memindai dokumen dan foto sekarang semudah yang seharusnya. Pindai beberapa halaman sebagai file gambar, putar dan pangkas dengan preset bawaan dan bagikan dengan cepat melalui email — atau buat file PDF multi-halaman, berikan nama yang ekspresif dan arsipkan di folder yang tepat. Dengan Pemindai Anda dapat menyelesaikan semuanya di satu tempat, tidak perlu editor gambar tambahan atau perangkat lunak PDF yang mahal. Hampir setiap pemindai yang digunakan saat ini didukung oleh aplikasi ini, jadi Anda tidak perlu menggunakan perangkat lunak kuno dan kikuk yang disediakan oleh produsen perangkat Anda. Ini dirancang dengan kesederhanaan dan kemudahan penggunaan sementara juga menawarkan alat dan fitur canggih. Format yang didukung adalah PDF, JPG, PNG, TIF dan BMP.
it: Scansionare documenti e foto è ora agevole come dovrebbe essere. Scansionare alcune pagine come file immagine, ruotarle e ritagliarle con le regolazioni predefinite e condividerle velocemente via email o creare un PDF multi-pagina, assegnare un nome espressivo e archiviarlo nella cartella corretta. Con Scanner puoi avere tutto questo in un unico posto. Non sono necessari editor di immagine o costosi software per PDF aggiuntivi. Quasi ogni scanner in uso oggi è supportato da quest'app, così non hai bisogno di usare il software antiquato e goffo fornito dal produttore del dispositivo. L'app è progettata per essere semplice e facile da usare, ma offre anche strumenti e caratteristiche avanzate. I formati supportati sono: PDF, JPG, PNG, TIF e BMP.

# StoreProductName
source: Scanner - Quick and Easy Document Scanning
de: Scanner - Schnell und einfach Dokumente scannen
es: Scanner - Escaneo rápido y fácil
fr: Scanner - Numérisation de documents rapide et facile
id: Scanner - Pemindaian Dokumen Cepat dan Mudah
it: Scanner - Scansione facile e veloce di documenti

# StoreSearchTerms
source: Scanner|Windows-Scan|scan document|Scan|Windows Scan|Scanner Windows 10
de: Scanner|Windows-Scan|Dokument scannen|Scan|Windows Scan|Scanner Windows 10
es: Escáner|Escáner de Windows|escanear documentos|Escanear|Windows Scan|Escáner Windows 10
fr: Scanneur|Scanneur Windows|Numérisation document|Numériser|Numérisation Windows|Scanneur Windows 10
id: Scanner|Pemindai-Windows|pemindaian dokumen|Pindai|Pemindaian Windows|Pemindai Windows 10
it: Scanner|Windows-Scan|scansiona documento|Scansiona|Windows Scan|Scanner Windows 10

# StoreShortDescription
source: Scan documents and photos, edit the pages and save them as PDF or image files - all in a single easy-to-use app.
de: Scannen Sie Dokumente und Fotos, bearbeiten Sie die Seiten und speichern Sie sie als PDF oder Bilddateien - alles in einer einzelnen, einfach zu bedienenden App.
es: Escanea documentos y fotos, edita las páginas y guárdalas como PDF o imágenes - todo en una sencilla app fácil de usar.
fr: Numérisez des documents et des photos, modifiez les pages et enregistrez-les sous forme de fichiers PDF ou image - le tout dans une seule application facile à utiliser.
id: Pindai dokumen dan foto, edit halaman, dan simpan sebagai file PDF atau gambar - semuanya dalam satu aplikasi yang mudah digunakan.
it: Scansiona documenti e foto, modifica le pagine e salvale come PDF o immagini, tutto in una singola app facile da usare.

# AppLogoNarratorDescription
source: App logo
fr: Logo de l'app
id: Logo aplikasi
it: Logo app

# HelpFilesSaveLocationHeading
source: Files & save location
de: Dateien & Speicherort
es: Archivos y ubicación de guardado
fr: Fichiers & emplacement d'enregistrement
id: File & lokasi simpan
it: Files e cartella di salvataggio

# HelpScannerUsageHeading
source: Scanner usage
de: Scannerbenutzung
es: Uso del escáner
fr: Utilisation du scanneur
id: Penggunaan pemindai
it: Uso scanner

# SettingsAnimations
source: Animations
de: Animationen
es: Animaciones
id: Animasi
it: Animazioni

# SettingsAnimationsBody
source: Show animations
de: Animationen anzeigen
es: Muestra animaciones
fr: Afficher les animations
id: Tampilkan animasi
it: Mostra animazioni

# SettingsScanActionBody
source: Default scan action
de: Standardmäßige Scanaktion
es: Acción por defecto de escaneo
fr: Action de numérisation par défaut
id: Tindakan pemindaian default
it: Azione scansione predefinita

# SettingsMeasurementUnitsHeading
source: Units of measurement
de: Maßeinheiten
es: Unidades de medida
fr: Unités de mesure
id: Satuan pengukuran
it: Unità di misura

# SettingsMeasurementUnitsImperialUS
source: Imperial/US
es: Imperial/Estadounidense
fr: Impériales/US
it: Imperiale/USA

# SettingsMeasurementUnitsMetric
source: Metric
de: Metrisch
es: Métrico
fr: Métriques
it: Metrico

# MeasurementsUnitInches
source: in
es: pulg
fr: pouces
it: Pollici

# ScanMerge
source: Scan and merge
de: Scannen und zusammenführen
es: Escanear y combinar
fr: Numériser et fusionner
id: Pindai dan gabungkan
it: Scansiona e unisci

# DialogScanMergeHeading
source: Scan and merge into PDF
de: Scannen und in PDF zusammenführen
es: Escanear y combinar a PDF
fr: Numériser et fusionner dans le PDF
id: Pindai dan gabungkan ke dalam PDF
it: Scansiona e unisci in PDF

# ScanMergeElementSinglePage
source: Single scanned page
de: Einzelne gescannte Seite
es: Página única escaneada
fr: Page numérisée unique
id: Satu halaman yang dipindai
it: Scansiona pagine singole

# ScanMergeElementStartPage
source: First scanned page
de: Erste gescannte Seite
es: Primera página escaneada
fr: Première page numérisée
id: Halaman pertama yang dipindai
it: Prima pagina scansionata

# ScanMergeElementSurplusPages
source: All surplus pages
de: Alle überschüssigen Seiten
es: Todas las páginas excedentes
fr: Toutes les pages en surplus
id: Semua halaman berlebih
it: Tutte le pagine in eccesso

# ScanMergeExplanation
source: You can use this tool to insert new pages in a specific spot. This also allows you to scan multiple two-sided sheets without duplex, by scanning the front sides normally first and then merging all the flip sides into the first batch.
de: Dieses Werkzeug fügt neue Seiten an bestimmten Stellen ein. Dadurch können Sie mehrere beidseitig bedruckte Blätter auch ohne Duplex scannen, indem Sie zuerst die Vorderseiten einscannen und danach alle Rückseiten in die erste Gruppe einfügen.
es: Puedes usar esta herramienta para insertar nuevas páginas en un punto en concreto. Esto también te permite escanear varias hojas de doble cara sin un dúplex, escaneando las caras frontales primero y luego fusionando todos los reversos en el primer lote.
fr: Vous pouvez utiliser cet outil pour insérer de nouvelles pages à un endroit spécifique. Cela vous permet également de numériser plusieurs feuilles recto verso sans recto verso, en numérisant d'abord normalement les faces avant, puis en fusionnant toutes les faces arrières dans le premier lot.
id: Anda dapat menggunakan alat ini untuk menyisipkan halaman baru di tempat tertentu. Ini juga memungkinkan anda untuk memindai beberapa lembar dua sisi tanpa dupleks, dengan memindai sisi depan secara normal terlebih dahulu, lalu menggabungkan semua sisi lainnya ke dalam kelompok pertama.
it: È possibile utilizzare questo strumento per aggiungere nuove pagine in un punto specifico. Ciò permette anche di scansionare più fogli a due lati senza duplex, scansionando prima i fronti normalmente e poi unendo tutti i retri nel primo lotto.

# ScanMergeInBetweenPages
source: In-between pages
de: Dazwischenliegende Seiten
es: Páginas intermedias
fr: Entre les pages
id: Di antara halaman
it: Tra una pagina e l'altra

# ScanMergeStartPage
source: First page
de: Erste Seite
es: Primera página
fr: Première page
id: Halaman pertama
it: Prima pagina

# ScanMergeEntryPoint
source: Scan and merge into PDF...
de: Scannen und in PDF zusammenführen...
es: Escanear y combinar a PDF...
fr: Numériser et fusionner dans le PDF...
id: Pindai dan gabungkan ke dalam PDF...
it: Scansiona e unisci al PDF...
